<template>
    <CommonBreadcrumb />
    <HeaderTitle title="약관 동의" />
    
    <div class="joinFrm">
        <b>- 제1장 총 칙 -</b><br><br> 
        <b>제1조(목적)</b><br> 
        본 약관은 도로명주소 누리집 (이하 "당사이트")가 제공하는 모든 서비스(이하 "서비스")의 이용조건 및 절차, 이용자와 당 사이트의 권리, 의무, 책임사항과 기타 필요한 사항을 규정함을 목적으로 합니다.<br><br> 
        <b>제2조(약관의 효력과 변경)</b><br> 
        ① 당 사이트는 귀하가 본 약관 내용에 동의하는 것을 조건으로 귀하에게 서비스를 제공할 것이며, 귀하가 본 약관의 내용에 동의하는 경우, 당 사이트의 서비스 제공 행위 및 귀하의 서비스 사용 행위에는 본 약관이 우선적으로 적용됩니다.<br> 
        ② 당 사이트는 본 약관을 변경할 수 있으며, 변경된 약관은 당 사이트 내에 공지함으로써 이용자가 직접 확인하도록 할 것입니다. 약관을 변경할 경우에는 적용일자 및 변경사유를 명시하여 당 사이트 내에 그 적용일자 30일 전부터 공지합니다.<br> 
        약관 변경 공지 후 이용자가 명시적으로 약관 변경에 대한 거부의사를 표시하지 아니하면, 이용자가 약관에 동의한 것으로 간주합니다.<br><br> 
        <b>제3조(약관외 준칙)</b><br> 
        ① 본 약관은 당 사이트가 제공하는 서비스에 관한 이용규정 및 별도 약관과 함께 적용됩니다.<br> 
        ② 본 약관에 명시되지 않은 사항은 정보통신망 이용촉진 및 정보보호 등에 관한 법률, 전기통신기본법, 전기통신사업법, 도로명주소법, 주소정보 제공에 관한 규정, 주소정보 전산체계 운영규정, 정보통신윤리위원회심의규정, 정보통신 윤리강령,
        프로그램보호법등 관계법령과 개인정보 처리방침 및 행정안전부가 별도로 정한 지침 등의 규정에 따릅니다.<br><br><br>
        <b> - 제2장 서비스 제공 및 이용 - </b><br><br> 
        <b>제4조(개인정보 사용에 대한 동의)</b><br> 
        ① 당사이트가 처리하는 모든 개인정보는 개인정보 보호법 등 관련 법령상의 개인정보보호 규정을 준수하여 이용자의 개인정보 보호 및 권익을 보호합니다.<br>
        ② 당 사이트는 다른 법령에 특별한 규정이 있는 경우를 제외하고 귀하가 당 사이트 서비스 이용시 동의하여 제공하는 정보에 한하여 최소한으로 수집합니다.<br> 
        ③ 당 사이트와 행정기관 타 사이트간의 개인정보 통합관리와 관련하여 본인이 동의한 경우에는 개인정보 등 관련정보를 행정기관 타 사이트에 제공할 수 있습니다.<br> 
        ④ 이용자가 당 사이트에 본 약관에 따라 이용신청을 하는 것은 당 사이트가 본 약관에 따라 신청서에 기재된 개인정보를 수집, 이용하는 것에 동의하는 것으로 간주됩니다.<br> 
        ⑤ 당 사이트는 개인정보의 진위여부 및 소속기관의 확인 등을 위하여 확인절차를 거칠 수도 있습니다.<br><br> 
        <b>제5조(서비스 이용시간)</b><br> 
        ① 서비스이용시간은 당 사이트의 업무상 또는 기술상 특별한 지장이 없는 한 연중무휴, 1일 24시간을 원칙으로 합니다.<br> 
        ② 제1항의 이용시간은 정기점검 등의 필요로 인하여 당 사이트가 정한 날 또는 시간은 예외로 합니다.<br><br>
        <b>제6조(서비스의 중지 및 정보의 저장과 사용)</b><br> 
        ① 귀하는 당 사이트 서비스에 보관되거나 전송된 메시지 및 기타 통신 메시지 등의 내용이 국가의 비상사태, 정전, 당 사이트의 관리 범위 외의 서비스 설비 장애 및 기타
        불가항력에 의하여 보관되지 못하였거나 삭제된 경우, 전송되지 못한 경우 및 기타 통신 데이터의 손실이 있을 경우에 당사이트는 관련 책임을 부담하지 아니합니다.<br> 
        ② 당 사이트가 정상적인 서비스 제공의 어려움으로 인하여 일시적으로 서비스를 중지하여야 할 경우에는 서비스 중지 1주일 전의 고지 후 서비스를 중지할 수 있으며, 이 기간 동안 귀하가 고지내용을 인지하지 못한 데 대하여 당 사이트는 책임을 부담하지 아니합니다.<br> 
        부득이한 사정이 있을 경우 위 사전 고지기간은 감축되거나 생략될 수 있습니다. 또한 위 서비스 중지에 의하여 본 서비스에 보관되거나 전송된 메시지 및 기타 통신 메시지 등의 내용이 보관되지 못하였거나 삭제된 경우, 전송되지 못한 경우 및 기타 통신 데이터의 손실이 있을 경우에 대하여도 당 사이트는 책임을 부담하지 아니합니다.<br> 
        ③ 당 사이트의 사정으로 서비스를 영구적으로 중단하여야 할 경우 제 2 항에 의거합니다. 다만, 이 경우 사전 고지기간은 1개월로 합니다.<br> 
        ④ 당 사이트는 사전 고지 후 서비스를 일시적으로 수정, 변경 및 중단할 수 있으며, 이에 대하여 귀하 또는 제3자에게 어떠한 책임도 부담하지 아니합니다.<br> 
        ⑤ 당 사이트는 이용자가 본 약관의 내용에 위배되는 행동을 한 경우, 임의로 서비스 사용을 제한 및 중지할 수 있습니다. 이 경우 당 사이트는 위 이용자의 접속을 금지할 수 있습니다.<br><br>
        <b>제7조(서비스의 변경 및 해지)</b><br> 
        ① 당 사이트는 귀하가 서비스를 이용하여 기대하는 손익이나 서비스를 통하여 얻은 자료로 인한 손해에 관하여 책임을 지지 않으며, 이용자가 본 서비스에 게재한 정보, 자료, 사실의 신뢰도, 정확성 등 내용에 관하여는 책임을 지지 않습니다.<br> 
        ② 당 사이트는 서비스 이용과 관련하여 이용자에게 발생한 손해 중 이용자의 고의, 과실에 의한 손해에 대하여 책임을 부담하지 아니합니다.<br> 
        ③ 당 사이트에 2년을 주기로 개인정보의 수집·이용에 대한 동의를 하지 아니한 이용자의 경우 안내 메일 또는 공지사항 발표 후 검토 기간을 거쳐 이용자의 정보를 삭제할 수 있습니다.<br><br> 
        <b>제8조(정보 제공 및 홍보물 게재)</b><br> 
        ① 당 사이트는 이용자가 서비스 이용 중 필요하다고 인정되는 다양한 정보 및 광고에 대해서는 이메일, SMS, 메신저 등의 방법으로 이용자에게 제공할 수 있으며, 해당 정보를 원하지 않는 이용자는 이를 수신거부 할 수 있습니다.<br> 
        ② 당 사이트는 서비스에 적절하다고 판단되거나 활용 가능성 있는 홍보물을 게재할 수 있습니다.<br><br> 
        <b>제9조(당 사이트에 제출된 게시물의 저작권)</b><br> 
        ① 귀하가 게시한 게시물의 내용에 대한 권리는 귀하에게 있습니다.<br> 
        ② 당 사이트는 게시된 내용을 사전 통지 없이 편집, 이동 할 수 있는 권리를 보유하며, 다음의 경우 사전 통지 없이 삭제할 수 있습니다.<br> 
        1. 본 서비스 약관에 위배되거나 상용 또는 불법, 음란, 저속하다고 판단되는 게시물을 게시한 경우<br> 
        2. 다른 이용자 또는 제 3자를 비방하거나 중상 모략으로 명예를 손상시키는 내용인 경우<br> 
        3. 공공질서 및 미풍양속에 위반되는 내용인 경우<br> 
        4. 범죄적 행위에 결부된다고 인정되는 내용일 경우<br>
        5. 제3자의 저작권 등 기타 권리를 침해하는 내용인 경우<br> 
        6. 기타 관계 법령에 위배되는 경우 ③ 귀하의 게시물이 타인의 저작권을 침해함으로써 발생하는 민, 형사상의 책임은 전적으로 귀하가 부담하여야 합니다.<br><br>
        <b>제10조(사용자의 행동규범 및 서비스 이용제한)</b><br> 
        ① 귀하가 제공하는 정보의 내용이 허위인 것으로 판명되거나, 그러하다고 의심할 만한 합리적인 사유가 발생할 경우 당 사이트는 귀하의 본 서비스 사용을 일부 또는 전부 중지할 수 있으며, 이로 인해 발생하는 불이익에 대해 책임을 부담하지 아니합니다.<br> 
        ② 귀하가 당 사이트 서비스를 통하여 게시, 전송, 입수하였거나 전자메일 기타 다른 수단에 의하여 게시, 전송 또는 입수한 모든 형태의 정보에 대하여는 귀하가 모든 책임을 부담하며 당 사이트는 어떠한 책임도 부담하지 아니합니다.<br> 
        ③ 당 사이트는 당 사이트가 제공한 서비스가 아닌 이용자 또는 기타 유관기관이 제공하는 서비스의 내용상의 정확성, 완전성 및 질에 대하여 보장하지 않습니다. 따라서 당 사이트는 귀하가 위 내용을 이용함으로 인하여 입게 된 모든 종류의 손실이나 손해에 대하여 책임을 부담하지 아니합니다.<br> 
        ④ 귀하는 본 서비스를 통하여 다음과 같은 행동을 하지 않는데 동의합니다.<br> 
        1. 저속, 음란, 모욕적, 위협적이거나 타인의 프라이버시를 침해할 수 있는 내용을 전송, 게시, 게재, 전자메일 또는 기타의 방법으로 전송하는 행위<br> 
        2. 서비스를 통하여 전송된 내용의 출처를 위장하는 행위<br> 
        3. 법률, 계약에 의하여 이용할 수 없는 내용을 게시, 게재, 전자메일 또는 기타의 방법으로 전송하는 행위<br>
        4. 타인의 특허, 상표, 영업비밀, 저작권, 기타 지적재산권을 침해하는 내용을 게시, 게재, 전자메일 또는 기타의 방법으로 전송하는 행위<br> 
        5. 당 사이트의 승인을 받지 아니한 광고, 판촉물, 정크메일, 스팸, 행운의 편지, 피라미드 조직 기타 다른 형태의 권유를 게시, 게재, 전자메일 또는 기타의 방법으로 전송하는 행위.<br> 
        6. 다른 사용자의 개인정보를 수집 또는 저장하는 행위<br>
        7. 컴퓨터 소프트웨어, 하드웨어, 전기통신 장비를 파괴, 방해 또는 기능을 제한하기 위한 소프트웨어 바이러스를 게시, 게재 또는 전자우편으로 보내는 행위<br> 
        8. 서비스의 안정적인 운영에 지장을 주거나 줄 우려가 있는 일체의 행위<br> 
        ⑤ 당 사이트는 이용자가 본 약관을 위배했다고 판단되면 서비스와 관련된 모든 정보를 이용자의 동의 없이 삭제할 수 있습니다.<br><br><br>
        <b> - 제3장 의무 및 책임 - </b><br><br> 
        <b>제11조(당 사이트의 의무)</b><br> 
        ① 당 사이트는 법령과 본 약관이 금지하거나 미풍양속에 반하는 행위를 하지 않으며, 지속적, 안정적으로 서비스를 제공하기 위해 노력할 의무가 있습니다.<br> 
        ② 당 사이트는 서비스 제공과 관련하여 취득한 자이용의 정보를 본인의 승낙 없이 타인에게 누설 또는 배포할 수 없으며, 상업적 목적으로 사용할 수 없습니다. 다만, 전기통신관련법령 등 관계법령에 의하여 관계 국가기관 등의 요구가 있는 경우에는 그러하지 아니합니다.<br> 
        ③ 당 사이트는 이용자가 안전하게 당 사이트서비스를 이용할 수 있도록 이용자의 개인정보 (신용정보 포함) 보호를 위한 보안시스템을 갖추어야 합니다.<br> 
        ④ 당 사이트는 이용자의 귀책사유로 인한 서비스 이용 장애에 대하여 책임을 지지 않습니다.<br> 
        ⑤ 당 사이트는 서비스와 관련한 이용자의 불만사항이 접수되는 경우 이를 즉시 처리하여야 하며, 즉시 처리가 곤란한 경우 이용자에게 그 사유와 처리일정을 당 사이트, 전화, 이메일, 팩스 등으로 통보하여야 합니다.<br><br> 
        <b>제12조(이용자의 의무)</b><br> 
        ① 이용자는 당 사이트의 사전 승낙 없이 서비스를 이용하여 어떠한 영리행위도 할 수 없습니다.<br> 
        ② 이용자는 당 사이트 서비스를 이용하여 얻은 정보를 당 사이트의 사전승낙 없이 복사, 복제, 변경, 번역, 출판·방송 기타의 방법으로 사용하거나 이를 타인에게 제공할 수 없습니다.<br> 
        ③ 이용자는 당 사이트 서비스 이용과 관련하여 다음 각 호의 행위를 하여서는 안됩니다.<br> 
        1. 범죄행위를 목적으로 하거나 기타 범죄행위와 관련된 행위<br> 
        2. 선량한 풍속, 기타 사회질서를 해하는 행위<br> 
        3. 타인의 명예를 훼손하거나 모욕하는 행위<br> 
        4. 타인의 지적재산권 등의 권리를 침해하는 행위<br> 
        5. 해킹행위 또는 컴퓨터바이러스의 유포행위<br> 
        6. 타인의 의사에 반하여 광고성 정보 등 일정한 내용을 지속적으로 전송하는 행위<br> 
        7. 서비스의 안전적인 운영에 지장을 주거나 줄 우려가 있는 일체의 행위<br> 
        8. 당 사이트에 게시된 정보의 변경<br><br><br> 
        <b> - 제4장 기 타 - </b><br><br>
        <b>제13조(당 사이트의 소유권)</b><br> 
        ① 당사이트가 제공하는 서비스, 그에 필요한 소프트웨어, 이미지, 마크, 로고, 디자인, 서비스명칭, 정보 및 상표 등과 관련된 지적재산권 및 기타 권리는 해당 저작권자 또는 행정안전부에 귀속됩니다.<br> 
        ② 귀하는 당 사이트가 명시적으로 승인한 경우를 제외하고는 전항의 소정의 각 재산에 대한 전부 또는 일부의 수정, 대여, 대출, 판매, 배포, 제작, 양도, 재라이센스, 담보권 설정 행위, 상업적 이용 행위를 할 수 없으며, 제3자로 하여금 이와 같은 행위를 하도록 허락할 수 없습니다.<br><br> 
        <b>제14조(양도금지)</b><br> 
        이용자가 서비스의 이용권한,기타 이용계약 상 지위를 타인에게 양도, 증여할 수 없으며, 이를 담보로 제공할 수 없습니다.<br><br>
        <b>제15조(손해배상)</b><br> 
        당 사이트는 무료로 제공되는 서비스와 관련하여 자이용에게 어떠한 손해가 발생하더라도 당 사이트가 고의로 행한 범죄행위를 제외하고 이에 대하여 책임을 부담하지 아니합니다.<br><br>
        <b>제16조(면책조항)</b><br> 
        ① 당 사이트는 제10조에 따라 서비스가 중지됨으로써 이용자에게 손해가 발생하더라도 이로 인한 책임을 부담하지 않습니다.<br> 
        ② 당 사이트는 서비스에 표출된 어떠한 의견이나 정보에 대해 확신이나 대표할 의무가 없으며 이용자나 제3자에 의해 표출된 의견을 승인하거나 반대하거나 수정하지 않습니다. 당 사이트는 어떠한 경우라도 이용자가 서비스에 담긴 정보에 의존해 얻은 이득이나 입은 손해에 대해 책임이 없습니다.<br> 
        ③ 당 사이트는 이용자간 또는 이용자와 제3자간에 서비스를 매개로 하여 물품거래 혹은 금전적 거래 등과 관련하여 어떠한 책임도 부담하지 아니하고, 이용자가 서비스의 이용과 관련하여 기대하는 이익에 관하여 책임을 부담하지 않습니다.<br><br> 
        <b>제17조(관할법원)</b><br>
        본 사이트와 이용자 간에 발생한 서비스 이용에 관한 분쟁에 대하여는 대한민국 법을 적용하며, 본 분쟁으로 인한 소는 행정안전부 주소지의 관할 법원에 제기합니다.<br><br><br>
        <b> - 부칙 - </b><br><br> 
        <b>제1조(시행일)</b> 
        본 약관은 2021년 9월 2일부터 시행한다.<br> 
        <b>제2조(저작권)</b> 
        본 약관에 대한 저작권은 행정안전부에 귀속하며 무단 복제, 배포, 전송, 기타 저작권 침해행위를 엄금합니다.<br><br>
    </div>

</template>
<script setup>
import { ref, onMounted, computed } from "vue";
import DataTable from 'primevue/datatable'
import Column from 'primevue/column';
import ColumnGroup from 'primevue/columngroup';
import Row from 'primevue/row';
import Button from 'primevue/button';
import InputText from 'primevue/inputtext';
import RadioButton from "primevue/radiobutton";
import Checkbox from "primevue/checkbox";
import Breadcrumb from 'primevue/breadcrumb'
import CustomDropdown from '@components/dropdown/CustomDropdown.vue';
import CustomInputText from '@components/input_text/CustomInputText.vue';
import CustomPaginator from '@components/paginator/CustomPaginator.vue';
import HeaderTitle from '@components/title/HeaderTitle.vue';
import CommonBreadcrumb from '@/components/breadcrumb/CommonBreadcrumb.vue';
</script>